***messages***

:STRINGS

IDS_EXTRACTTO                  "&Giải nén tập tin..."
IDS_EXTRACT                    "Giải &nén đến %s"
IDS_EXTRACTHERE                "Giải nén Ở đâ&y"
IDS_EXTRACTSEPARATE            "Giải nén mỗi tập tin nén đến thư mục &riêng biệt"
IDS_EXTRTOHELP                 "Giải nén tập tin. Các tùy chọn bổ sung được phép"
IDS_EXTRHELP                   "Giải nén tập tin đến thư mục chỉ rõ"
IDS_EXTRHEREHELP               "Giải nén tập tin đến thư mục hiện tại"
IDS_EXTRSEPARATEHELP           "Giải nén mỗi tập tin nén đã chọn đến thư mục riêng biệt"
IDS_ADD                        "&Thêm vào tập tin nén..."
IDS_ADDHELP                    "Thêm các tập tin vào một tập tin nén. Các tùy chọn bổ sung được phép"
IDS_ADDARC                     "Thêm &vào %s"
IDS_ADDARCHELP                 "Thêm các tập tin vào tập tin nén"
IDS_OPENARCHIVE                "Mở với &WinRAR"
IDS_OPENARCHIVEHELP            "Mở tập tin nén trong WinRAR"
IDS_PROPTITLE                  "Tập tin nén"
IDS_PROPCMTTITLE               "Chú thích"
IDS_UNKNOWN                    "Chưa biết"
IDS_INFOSOLID                  "đặc"
IDS_INFOSFX                    "SFX"
IDS_INFOVOLUME                 "phần %s"
IDS_INFOARCHIVE                "tập tin nén %s"
IDS_PRESENT                    "Có mặt"
IDS_ABSENT                     "Vắng mặt"

; Displayed in archive properties dialog for archives with encrypted
; file names. Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "Tên và dữ liệu"

IDS_EMAILARC                   "Nén vào %s và email"
IDS_EMAILARCOPT                "Nén và email..."
IDS_TEST                       "K&iểm tra tập tin nén"
IDS_TESTHELP                   "Kiểm tra lỗi tập tin nén"
IDS_CONVERT                    "Chuyển đổi tập tin nén..."
IDS_PROFILE                    "Thêm các tập tin vào một tập tin nén mẫu nén"
IDS_BYTES                      "bytes"
; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"



:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "Phiên bản để giải nén"
IDC_INFOOSTEXT                 "HĐH Chủ"
IDC_INFOFOLDERSTEXT            "Tổng số thư mục"
IDC_INFOFILESTEXT              "Tổng số tập tin"
IDC_INFOTOTALLENGTHTEXT        "Tổng chiều dài"
IDC_INFOPACKEDLENGTHTEXT       "Chiều dài đã nén"
IDC_INFORATIOTEXT              "Tỷ lệ"
IDC_INFOSFXTEXT                "Kích thước module SFX"
IDC_INFOMAINCOMMENTTEXT        "Chú thích chính"
IDC_INFOPASSWORDSTEXT          "Mật khẩu"
IDC_INFODICTTEXT               "Kích thước từ điển"
IDC_INFORECTEXT                "Bản ghi phục hồi"
IDC_INFOLOCKTEXT               "Khóa tập tin nén"
IDC_INFOORIGNAMETEXT           "Tên gốc"
IDC_INFOORIGTIMETEXT           "Giờ gốc"


:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"


